IDEA StatiCa Open Model
BoltAssembly.Borehole Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Size of borehole
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Borehole { get; set; }
Public Property Borehole As Double
	Get
	Set
public:
property double Borehole {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
BoltAssembly Class
IdeaRS.OpenModel.Material Namespace